"""ДАННЫЕ ДЛЯ заполнения таблиц """

singers = ['Бетховет', 'Вивальди', 'Шуман', 'БИ-2', 'Space', 'Shouse', 'Voyager', 'KINO', 'Bon Jovi']
genars = ["Мировая Классика", "Хаус", "Грустное", "Русский Рок", "Диско", "Фолк рок", "радостное"]
singer_and_genar = [(1, 1), (2, 1), (3, 1), (4, 2), (5, 2), (6, 4), (7, 4), (7, 3), (3, 3), (8, 6), (9, 6), (8, 7)]
albums = [("кино в севкабеле", 2021),("Легенда", 2018),("Бог проклятых", 2020),("Лайки", 2016), ("Crush", 2000), ("why ",1881), ("cross road", 1994),("Moon Sonata", 1801), ("land of the lost", 2005)]
album_and_singer =[(1, 7), (2, 7), (3, 6), (4, 6),(5, 9), (6, 4), (7, 9), (8, 1),(9, 8)]
collection = [(2000, 'Лето'), (2014, 'Осень'), (2020, 'Зима'), (2013, 'Для сна'),(2014,'Поход'),(2001, "Подумать"), (2008, 'Море'), (2021, "Яндекс музыка"), (2001, 'Дождь'),(2020,'Cон')]
tune_in_collection = [(1, 1), (3, 4), (4, 4), (3, 8), (4, 1), (5, 8), (23, 8), (8, 1), (6,1),(34,4),(23,4),(23,8),(12,8),(2,5),(25,6),(36,7)]
